@extends('layouts.app')

@section('content')

<div class="no-margin-banner">
  <img src="{{asset('assets/banner-top.png')}}" alt="banner-pretty">
</div>
<div class="text-div">
  <img src="{{asset('assets/fillpic1.png')}}" alt="banner-pretty">
    <div class="p"><p>В реальном мире все измеряется только продуктивностью и самоорганизацией. Во многих структурах, будь то школа, колледж, при подаче заявления на работу или же просто в домашней среде – все требуют от нас высокой продуктивности, невероятных результатов, непременного отсутствия долгов, а при существующих задолженностях – скорейшего их устранения.</p><p>
Каждый день на улицах ходят люди, спешат по своим делам, успевают и опаздывают. У них накапливается все больше и больше дел. Как ни посмотри - вся жизнь состоит из маленьких и больших задач, вплетаясь в единое дерево прогресса. И в целом, любое наше действие по сути своей являются задачами, пунктами плана, насколько бы рутинными эти вещи не казались.</p><p>
И все же – как кому-то привить себе самоорганизацию? Существует много различных методик, однако одно из самых частых проявлений хорошей организованности у человека – ведение своего плана, расписания дня, своих заметок, что справедливо – прописать свой план, иметь его перед глазами – все это помогает лучше его придерживаться.
</p>
</div></div>
<div class="text-div">
  <div class="p"><p>Именно в Японии появились первые известные науке дневники, планеры, еще в Х веке. До Китая дневники дошли позже, в XII веке. Дневники в Европе оказались еще позже, с XV века. Однако дошедшие до нас европейские дневники XV-XVI веков не могут называться дневниками в современном значении этого слова, так как в основе их либо придворные записи, описывающие различные события множества дипломатических миссий, либо путевые заметки из путешествий. </p><p>
Это нормально – производство бумаги еще было на ранней стадии, и позволить их себе могли только более богатые люди. Уже к XVII веку дневниковые записи приобрели более личный характер, как и дневник Сэмюэля Пипса – считающийся одним из довольно популярных дневников. Его личный журнал также относится к XVII веку. Уровень грамотности рос в Европе, и благодаря удешевлению бумаги дневники могли вести многие люди, не только из высших социальных кругов. В конце XVII — начале XVIII века записи дневников, заметки были уже настолько популяризированы, что стали объектом для подражания писателей. В то же время появились первые художественные дневники.
</p></div>
<img src="{{asset('assets/fillpic3.png')}}" alt="banner-pretty">
</div>
<div class="text-div">
  <img src="{{asset('assets/fillpic2.png')}}" alt="banner-pretty">
    <div class="p"><p>Как видно выше, в разные времена у людей имелись многочисленные способы для хранения записей о будущих событиях и планах – будь то записи, отметки, журналы или прочие методы. Предостаточно разновидностей для каждого. Некоторым это помогает, кому-то нет, каждый ищет свои варианты для поддержания своей эффективности. Однако, у подавляющего большинства бумажных носителей имеется большой недостаток – проблемы с передвижением: такие заметки легко потерять, их тяжело найти и неудобно носить, не говоря уже про объединение списков.</p><p>
В наше время – время технологий, существует вариант лучше – электронные заметки CoverTails – веб-приложение, которое поможет «прибрать хвосты» ученикам учебных заведений. Эта программа позволит организовать свои планы, храня их в удобном списке с сортировкой по срокам сдачи задач. «Надо было сделать еще вчера» - эта фраза встречается в жизни снова и снова, и приложение CoverTails вам в этом поможет – есть возможность назначать прошедшие сроки. Интерфейс интуитивен и прост, а возможность регистрации и мобильная версия позволяют брать их с собой везде – любое устройство, любое место, любое время. Все, что вам необходимо – подключение к интернету, и вы будете готовы справиться со всеми поставленными задачами.
</p>
</div></div>
<div class="kinda-card">
  <h2 class="h2">Когда времени не хватает,
а долгов все больше и больше – используйте CoverTails
</h2>
  <p class="p">Кто-то может сказать, что хорошая память может послужить не хуже любого приложения. Однако, когда человек старается держать список дел в голове, все кажется долгим, сам список кажется непостижимо длинным, а что-то обязательно ускользает из памяти и поднимается в сознание только в момент срока сдачи. Задачи часто путаются и перемешиваются в голове, и внезапно номер задания по одному предмету путается с номерами заданий другого предмета, и после усилий долги по обоим предметам еще не закрыты. Наш мозг – как современный компьютер, лучше не слишком загружать оперативную память и пользоваться инструментами для менеджмента своего времени для демонстрации лучших результатов. Но как можно эффективно распределить свои задачи? Для этого есть несколько советов.
</p>
  <div class="anim-banner">
    <img class="anim-banner-bg" src="{{asset('assets/bg.png')}}" alt="anim-banner">
    <img class="anim-banner-down"src="{{asset('assets/stars down.png')}}" alt="anim-banner">
    <img class="anim-banner-up"src="{{asset('assets/stars up.png')}}" alt="anim-banner">
    <img class="anim-banner-clouds" src="{{asset('assets/Frame 3.png')}}" alt="anim-banner">
  </div>
  <p class="p">1.     Разбивайте большие задачи на более мелкие части, до тех пор, пока они не станут реально осуществимы и разборчивы, конкретны – на задание не должно уходить больше двух часов. Слишком большие задачи пугают, а с точными целями намного проще работать – не надо думать, что делать первым.</p><p class="p">
2.     Составляйте список задач с учетом бытовых дел. Бытовые задачи являются немаловажной долей от всех дел, поэтому если включить их в свой список, то можно будет заметить, что за день вы успеваете сделать намного больше, чем считаете. Отслеживание выполнения этих пунктов и фиксирование их не только мотивирует, но и помогает повысить темп работы.</p><p class="p">
3.     Сроки сдачи не должны быть вашими заклятыми врагами. Точные указанные даты помогут поставить в приоритет необходимые цели, смогут показать моменты, когда можно будет сделать передышку. Такой подход к задачам соответствует методу MIT – most important task (самая важная задача).</p><p class="p">
4.     При возможности не стыдитесь просить помощи. В любом списке дел будет хотя бы один пункт, требующий внешней поддержки или вклада. Постарайтесь сразу выявить такие пункты, найдите людей, имеющих ресурсы и желание помочь вам, при возможности обговорите ваш план заранее с такими людьми.</p><p class="p">
5.     Ставьте себе справедливый лимит задач. Не опускайте руки, если все цели не удалось выполнить за день. Первое, что вы должны понимать, вычеркивая дело – то, что ваша цель приближается с каждой выполненной задачей. Самоорганизация должна выработаться в привычку, и это требует ежедневного выполнения плана действий.</p><p class="p">
6.     Найдите подходящий инструмент для ведения заметок – с этим пунктом может помочь сайт CoverTails. Сайт осуществляет свою деятельность на бесплатной основе, что дает ему определенное преимущество перед другими планерами.
</p>
</div>
<div class="foot-like">
  <h2 class="h2">Желаем удачи в покорении ваших целей – пусть все будет достижимо</h2>
</div>
@endsection
