@extends('layouts.app')

@section('content')

<div class="no-margin-banner">
  <img src="{{asset('assets/banner-top.png')}}" alt="banner-pretty">
</div>
<h2>Как можно эффективно распределить свои задачи? Для этого есть несколько советов:</h2>
<div class="text-div">
  <img src="{{asset('assets/fillpic1.png')}}" alt="banner-pretty">
    <div class="p"><h5><b>1.     Разбивайте большие задачи на более мелкие части, до тех пор, пока они не станут реально осуществимы и разборчивы</b>, конкретны – на задание не должно уходить больше двух часов. Слишком большие задачи пугают, а с точными целями намного проще работать – не надо думать, что делать первым.</h5><h5>
<b>2.     Составляйте список задач с учетом бытовых дел.</b> Бытовые задачи являются немаловажной долей от всех дел, поэтому если включить их в свой список, то можно будет заметить, что за день вы успеваете сделать намного больше, чем считаете. Отслеживание выполнения этих пунктов и фиксирование их не только мотивирует, но и помогает повысить темп работы.
</h5>
</div></div>
<div class="text-div">
  <div class="p"><h5><b>3.     Сроки сдачи не должны быть вашими заклятыми врагами.</b> Точные указанные даты помогут поставить в приоритет необходимые цели, смогут показать моменты, когда можно будет сделать передышку. Такой подход к задачам соответствует методу MIT – most important task (самая важная задача).</h5><h5>
<b>4.     При возможности не стыдитесь просить помощи.</b> В любом списке дел будет хотя бы один пункт, требующий внешней поддержки или вклада. Постарайтесь сразу выявить такие пункты, найдите людей, имеющих ресурсы и желание помочь вам, при возможности обговорите ваш план заранее с такими людьми.
</h5></div>
<img src="{{asset('assets/fillpic3.png')}}" alt="banner-pretty">
</div>
<div class="text-div">
  <img src="{{asset('assets/fillpic2.png')}}" alt="banner-pretty">
    <div class="p"><h5><b>5.     Ставьте себе справедливый лимит задач.</b> Не опускайте руки, если все цели не удалось выполнить за день. Первое, что вы должны понимать, вычеркивая дело – то, что ваша цель приближается с каждой выполненной задачей. Самоорганизация должна выработаться в привычку, и это требует ежедневного выполнения плана действий.</h5><h5>
<b>6.     Найдите подходящий инструмент для ведения заметок – с этим пунктом может помочь сайт CoverTails. </b>Сайт осуществляет свою деятельность на бесплатной основе, что дает ему определенное преимущество перед другими планерами.
</h5>
</div></div>
<div class="kinda-card">
  <h2 class="h2">Когда времени не хватает,
а долгов все больше и больше – используйте CoverTails
</h2>
  <p class="p">Доступно на всех платформах! Привести жизнь в порядок - легче, чем кажется.
</p>
  <div class="anim-banner">
    <img class="anim-banner-bg" src="{{asset('assets/bg.png')}}" alt="anim-banner">
    <img class="anim-banner-down"src="{{asset('assets/stars down.png')}}" alt="anim-banner">
    <img class="anim-banner-up"src="{{asset('assets/stars up.png')}}" alt="anim-banner">
    <img class="anim-banner-clouds" src="{{asset('assets/Frame 3.png')}}" alt="anim-banner">
  </div>
  <p class="p"></p>
</div>
<div class="foot-like">
  <h2 class="h2">Желаем удачи в покорении ваших целей – пусть все будет достижимо</h2>
</div>
@endsection
